Repository: 4IceG/luci-app-sms-manager
Catalog: luci-app-sms-manager/po/*/sms_manager.po
Languages: de, it, pl, ru, vi

source: Error saving file:
de: Fehler beim Speichern der Datei:
it: Errore durante il salvataggio del file:
pl: Błąd zapisu pliku:
ru: Ошибка сохранения файла:
vi: Lỗi khi lưu tệp:

source: Saved messages successfully!
de: Nachrichten erfolgreich gespeichert!
it: Messaggi salvati con successo!
pl: Pomyślnie zapisano wiadomości!
ru: Сообщения успешно сохранены!
vi: Đã lưu tin nhắn thành công!

source: Delete all messages?
de: Alle Nachrichten löschen?
it: Eliminare tutti i messaggi?
pl: Usunąć wszystkie wiadomości?
ru: Удалить все сообщения?
vi: Xóa tất cả tin nhắn?

source: Permanently delete all SMS
de: Alle SMS dauerhaft löschen
it: Elimina definitivamente tutti gli SMS
pl: Trwale usunąć wszystkie SMS
ru: Удалить все SMS навсегда
vi: Xóa vĩnh viễn tất cả SMS

source: This action will permanently delete all messages. Continue?
de: Diese Aktion wird alle Nachrichten dauerhaft löschen. Fortfahren?
it: Questa azione eliminerà definitivamente tutti i messaggi. Continuare?
pl: Ta akcja trwale usunie wszystkie wiadomości. Kontynuować?
ru: Это действие навсегда удалит все сообщения. Продолжить?
vi: Hành động này sẽ xóa vĩnh viễn tất cả tin nhắn. Tiếp tục?

source: Cancel
de: Abbrechen
it: Annulla
pl: Anuluj
ru: Отмена
vi: Hủy

source: Delete
de: Löschen
it: Elimina
pl: Usuń
ru: Удалить
vi: Xóa

source: All messages deleted successfully
de: Alle Nachrichten erfolgreich gelöscht
it: Tutti i messaggi sono stati eliminati con successo
pl: Wszystkie wiadomości zostały pomyślnie usunięte
ru: Все сообщения успешно удалены
vi: Đã xóa tất cả tin nhắn thành công

source: SMS sending modem
de: SMS-Sendemodem
it: Modem di invio SMS
pl: Modem do wysyłania SMS
ru: Модем для отправки SMS
vi: Modem gửi SMS

source: Phone number prefix
de: Telefonnummernvorwahl
it: Prefisso del numero di telefono
pl: Prefiks numeru telefonu
ru: Префикс номера телефона
vi: Tiền tố số điện thoại

source: Country prefix for phone numbers (for Poland it is +48).
de: Landesvorwahl für Telefonnummern (für Deutschland ist es +49).
it: Prefisso del paese per i numeri di telefono (per l'Italia è +39).
pl: Prefiks kraju dla numerów telefonów (dla Polski to +48).
ru: Код страны для номеров телефонов (для России это +7).
vi: Mã quốc gia cho số điện thoại (đối với Việt Nam là +84).

source: Expected format: +decimal value or decimal value
de: Erwartetes Format: +Dezimalwert oder Dezimalwert
it: Formato previsto: +valore decimale o valore decimale
pl: Oczekiwany format: +wartość dziesiętna lub wartość dziesiętna
ru: Ожидаемый формат: +десятичное значение или десятичное значение
vi: Định dạng mong đợi: +giá trị thập phân hoặc giá trị thập phân

source: Add prefix to phone number
de: Vorwahl zur Telefonnummer hinzufügen
it: Aggiungi prefisso al numero di telefono
pl: Dodaj prefiks do numeru telefonu
ru: Добавить префикс к номеру телефона
vi: Thêm tiền tố vào số điện thoại

source: Automatically add prefix to the phone number field.
de: Vorwahl automatisch zum Telefonnummernfeld hinzufügen.
it: Aggiungi automaticamente il prefisso al campo del numero di telefono.
pl: Automatycznie dodaj prefiks do pola numeru telefonu.
ru: Автоматически добавлять префикс в поле номера телефона.
vi: Tự động thêm tiền tố vào trường số điện thoại.

source: Enable group messaging
de: Gruppennachrichten aktivieren
it: Abilita messaggistica di gruppo
pl: Włącz wysyłanie grupowe
ru: Включить групповые сообщения
vi: Bật tin nhắn nhóm

source: This option allows you to send one message to all contacts in the user's contact list.
de: Diese Option ermöglicht es Ihnen, eine Nachricht an alle Kontakte in der Kontaktliste des Benutzers zu senden.
it: Questa opzione consente di inviare un messaggio a tutti i contatti nell'elenco dei contatti dell'utente.
pl: Ta opcja umożliwia wysłanie jednej wiadomości do wszystkich kontaktów z listy kontaktów użytkownika.
ru: Эта опция позволяет отправить одно сообщение всем контактам из списка контактов пользователя.
vi: Tùy chọn này cho phép bạn gửi một tin nhắn tới tất cả các liên hệ trong danh bạ người dùng.

source: Each line must have the following format: 'Contact name;phone number'. For user convenience, the file is saved to the location <code>/etc/modem/sms_manager_phonebook.user</code>.
de: Jede Zeile muss folgendes Format haben: 'Kontaktname;Telefonnummer'. Zur Benutzerfreundlichkeit wird die Datei am Speicherort <code>/etc/modem/sms_manager_phonebook.user</code> gespeichert.
it: Ogni riga deve avere il seguente formato: 'Nome contatto;numero di telefono'. Per comodità dell'utente, il file viene salvato nella posizione <code>/etc/modem/sms_manager_phonebook.user</code>.
pl: Każda linia musi mieć następujący format: 'Nazwa kontaktu;numer telefonu'. Dla wygody użytkownika plik jest zapisywany w lokalizacji <code>/etc/modem/sms_manager_phonebook.user</code>.
ru: Каждая строка должна иметь следующий формат: 'Имя контакта;номер телефона'. Для удобства пользователя файл сохраняется в расположении <code>/etc/modem/sms_manager_phonebook.user</code>.
vi: Mỗi dòng phải có định dạng sau: 'Tên liên hệ;số điện thoại'. Để thuận tiện cho người dùng, tệp được lưu vào vị trí <code>/etc/modem/sms_manager_phonebook.user</code>.

source: USSD Codes Settings
de: USSD-Code-Einstellungen
it: Impostazioni codici USSD
pl: Ustawienia kodów USSD
ru: Настройки USSD-кодов
vi: Cài đặt mã USSD

source: USSD sending modem
de: USSD-Sendemodem
it: Modem di invio USSD
pl: Modem do wysyłania USSD
ru: Модем для отправки USSD
vi: Modem gửi USSD

source: Each line must have the following format: 'Code description;code'. For user convenience, the file is saved to the location <code>/etc/modem/sms_manager_ussdcodes.user</code>.
de: Jede Zeile muss folgendes Format haben: 'Code-Beschreibung;Code'. Zur Benutzerfreundlichkeit wird die Datei am Speicherort <code>/etc/modem/sms_manager_ussdcodes.user</code> gespeichert.
it: Ogni riga deve avere il seguente formato: 'Descrizione codice;codice'. Per comodità dell'utente, il file viene salvato nella posizione <code>/etc/modem/sms_manager_ussdcodes.user</code>.
pl: Każda linia musi mieć następujący format: 'Opis kodu;kod'. Dla wygody użytkownika plik jest zapisywany w lokalizacji <code>/etc/modem/sms_manager_ussdcodes.user</code>.
ru: Каждая строка должна иметь следующий формат: 'Описание кода;код'. Для удобства пользователя файл сохраняется в расположении <code>/etc/modem/sms_manager_ussdcodes.user</code>.
vi: Mỗi dòng phải có định dạng sau: 'Mô tả mã;mã'. Để thuận tiện cho người dùng, tệp được lưu vào vị trí <code>/etc/modem/sms_manager_ussdcodes.user</code>.

source: AT Commands Settings
de: AT-Befehle-Einstellungen
it: Impostazioni comandi AT
pl: Ustawienia poleceń AT
ru: Настройки AT-команд
vi: Cài đặt lệnh AT

source: AT commands sending modem
de: AT-Befehle-Sendemodem
it: Modem di invio comandi AT
pl: Modem do wysyłania poleceń AT
ru: Модем для отправки AT-команд
vi: Modem gửi lệnh AT

source: Select one of the available modems from ModemManager. <br /><br /><b>Important</b> <br />Sending AT commands via ModemManager requires the AT command interface to be compiled in. This functionality is not available in the standard ModemManager package and requires custom compilation with AT command support enabled.
de: Wählen Sie eines der verfügbaren Modems aus ModemManager. <br /><br /><b>Wichtig</b> <br />Das Senden von AT-Befehlen über ModemManager erfordert eine kompilierte AT-Befehls-Schnittstelle. Diese Funktionalität ist im Standard-ModemManager-Paket nicht verfügbar und erfordert eine benutzerdefinierte Kompilierung mit aktivierter AT-Befehls-Unterstützung.
it: Seleziona uno dei modem disponibili da ModemManager. <br /><br /><b>Importante</b> <br />L'invio di comandi AT tramite ModemManager richiede che l'interfaccia dei comandi AT sia compilata. Questa funzionalità non è disponibile nel pacchetto ModemManager standard e richiede una compilazione personalizzata con il supporto dei comandi AT abilitato.
pl: Wybierz jeden z dostępnych modemów z ModemManagera. <br /><br /><b>Ważne</b> <br />Wysyłanie poleceń AT przez ModemManager-a wymaga skompilowanego interfejsu poleceń AT. Ta funkcjonalność nie jest dostępna w standardowym pakiecie ModemManager i wymaga niestandardowej kompilacji z włączoną obsługą poleceń AT.
ru: Выберите один из доступных модемов из ModemManager. <br /><br /><b>Важно</b> <br />Отправка AT-команд через ModemManager требует компиляции интерфейса AT-команд. Эта функциональность недоступна в стандартном пакете ModemManager и требует пользовательской компиляции с включенной поддержкой AT-команд.
vi: Chọn một trong các modem khả dụng từ ModemManager. <br /><br /><b>Quan trọng</b> <br />Gửi lệnh AT qua ModemManager yêu cầu giao diện lệnh AT được biên dịch. Chức năng này không có sẵn trong gói ModemManager tiêu chuẩn và yêu cầu biên dịch tùy chỉnh với hỗ trợ lệnh AT được bật.

source: Each line must have the following format: 'At command description;AT command'. For user convenience, the file is saved to the location <code>/etc/modem/sms_manager_atcmmds.user</code>.
de: Jede Zeile muss folgendes Format haben: 'AT-Befehlsbeschreibung;AT-Befehl'. Zur Benutzerfreundlichkeit wird die Datei am Speicherort <code>/etc/modem/sms_manager_atcmmds.user</code> gespeichert.
it: Ogni riga deve avere il seguente formato: 'Descrizione comando AT;comando AT'. Per comodità dell'utente, il file viene salvato nella posizione <code>/etc/modem/sms_manager_atcmmds.user</code>.
pl: Każda linia musi mieć następujący format: 'Opis polecenia AT;polecenie AT'. Dla wygody użytkownika plik jest zapisywany w lokalizacji <code>/etc/modem/sms_manager_atcmmds.user</code>.
ru: Каждая строка должна иметь следующий формат: 'Описание AT-команды;AT-команда'. Для удобства пользователя файл сохраняется в расположении <code>/etc/modem/sms_manager_atcmmds.user</code>.
vi: Mỗi dòng phải có định dạng sau: 'Mô tả lệnh AT;lệnh AT'. Để thuận tiện cho người dùng, tệp được lưu vào vị trí <code>/etc/modem/sms_manager_atcmmds.user</code>.

source: Notification Settings
de: Benachrichtigungseinstellungen
it: Impostazioni notifiche
pl: Ustawienia powiadomień
ru: Настройки уведомлений
vi: Cài đặt thông báo

source: Notify new messages
de: Über neue Nachrichten benachrichtigen
it: Notifica nuovi messaggi
pl: Powiadamiaj o nowych wiadomościach
ru: Уведомлять о новых сообщениях
vi: Thông báo tin nhắn mới

source: The LED informs about a new message. Before activating this function, please config and save the SMS reading modem, time to check SMS inbox and select the notification LED.
de: Die LED informiert über eine neue Nachricht. Bevor Sie diese Funktion aktivieren, konfigurieren und speichern Sie bitte das SMS-Lesemodem, die Zeit zum Überprüfen des SMS-Posteingangs und wählen Sie die Benachrichtigungs-LED aus.
it: Il LED informa su un nuovo messaggio. Prima di attivare questa funzione, configura e salva il modem di lettura SMS, il tempo di controllo della casella di posta SMS e seleziona il LED di notifica.
pl: Dioda LED informuje o nowej wiadomości. Przed aktywacją tej funkcji proszę skonfigurować i zapisać modem do odczytu SMS, czas sprawdzania skrzynki odbiorczej SMS oraz wybrać diodę powiadomień.
ru: Светодиод информирует о новом сообщении. Перед активацией этой функции настройте и сохраните модем для чтения SMS, время проверки входящих SMS и выберите светодиод уведомлений.
vi: Đèn LED thông báo về tin nhắn mới. Trước khi kích hoạt chức năng này, vui lòng cấu hình và lưu modem đọc SMS, thời gian kiểm tra hộp thư đến SMS và chọn đèn LED thông báo.

source: Check inbox every minute(s)
de: Posteingang jede Minute(n) überprüfen
it: Controlla la casella di posta ogni minuto/i
pl: Sprawdzaj skrzynkę co minutę(-y)
ru: Проверять входящие каждую минуту(-ы)
vi: Kiểm tra hộp thư đến mỗi phút

source: Specify how many minutes you want your inbox to be checked.
de: Geben Sie an, wie viele Minuten Ihr Posteingang überprüft werden soll.
it: Specifica ogni quanti minuti desideri che venga controllata la tua casella di posta.
pl: Określ co ile minut ma być sprawdzana skrzynka odbiorcza.
ru: Укажите, каждые сколько минут вы хотите проверять входящие.
vi: Chỉ định bao nhiêu phút bạn muốn hộp thư đến của mình được kiểm tra.

source: Expect a decimal value between five and fifty-nine
de: Erwarten Sie einen Dezimalwert zwischen fünf und neunundfünfzig
it: Previsto un valore decimale tra cinque e cinquantanove
pl: Oczekiwana wartość dziesiętna między pięć a pięćdziesiąt dziewięć
ru: Ожидается десятичное значение от пяти до пятидесяти девяти
vi: Mong đợi giá trị thập phân từ năm đến năm mươi chín

source: Restart the inbox checking process every
de: Posteingang-Überprüfungsprozess neu starten alle
it: Riavvia il processo di controllo della casella di posta ogni
pl: Restartuj proces sprawdzania skrzynki co
ru: Перезапускать процесс проверки входящих каждые
vi: Khởi động lại quá trình kiểm tra hộp thư đến mỗi

source: The process will restart at the selected time interval. This will eliminate the delay in checking your inbox.
de: Der Prozess wird im ausgewählten Zeitintervall neu gestartet. Dies wird die Verzögerung beim Überprüfen Ihres Posteingangs beseitigen.
it: Il processo verrà riavviato all'intervallo di tempo selezionato. Ciò eliminerà il ritardo nel controllo della casella di posta.
pl: Proces zostanie uruchomiony ponownie w wybranym przedziale czasowym. To wyeliminuje opóźnienie w sprawdzaniu skrzynki odbiorczej.
ru: Процесс будет перезапущен через выбранный интервал времени. Это устранит задержку при проверке входящих.
vi: Quá trình sẽ khởi động lại ở khoảng thời gian đã chọn. Điều này sẽ loại bỏ độ trễ khi kiểm tra hộp thư đến của bạn.

source: 4h
de: 4 Std.
it: 4 ore
pl: 4 godz.
ru: 4 ч
vi: 4 giờ

source: 6h
de: 6 Std.
it: 6 ore
pl: 6 godz.
ru: 6 ч
vi: 6 giờ

source: 8h
de: 8 Std.
it: 8 ore
pl: 8 godz.
ru: 8 ч
vi: 8 giờ

source: 12h
de: 12 Std.
it: 12 ore
pl: 12 godz.
ru: 12 ч
vi: 12 giờ

source: The diode is dedicated only to these notifications
de: Die LED ist nur für diese Benachrichtigungen vorgesehen
it: Il LED è dedicato solo a queste notifiche
pl: Dioda przeznaczona tylko do tych powiadomień
ru: Светодиод предназначен только для этих уведомлений
vi: Đèn LED chỉ dành riêng cho các thông báo này

source: Select 'No' in case the router has only one LED or if the LED is multi-tasking. <br /><br /><b>Important</b> <br />This option requires LED to be defined in the system (if possible) to work properly. This requirement applies when the diode supports multiple tasks.
de: Wählen Sie 'Nein', wenn der Router nur eine LED hat oder wenn die LED mehrere Aufgaben hat. <br /><br /><b>Wichtig</b> <br />Diese Option erfordert, dass die LED im System definiert ist (falls möglich), um ordnungsgemäß zu funktionieren. Diese Anforderung gilt, wenn die LED mehrere Aufgaben unterstützt.
it: Seleziona 'No' se il router ha solo un LED o se il LED è multitasking. <br /><br /><b>Importante</b> <br />Questa opzione richiede che il LED sia definito nel sistema (se possibile) per funzionare correttamente. Questo requisito si applica quando il LED supporta più attività.
pl: Wybierz 'Nie', jeśli router ma tylko jedną diodę LED lub jeśli dioda jest wielozadaniowa. <br /><br /><b>Ważne</b> <br />Ta opcja wymaga, aby dioda LED była zdefiniowana w systemie (jeśli to możliwe), aby działać prawidłowo. Ten wymóg dotyczy sytuacji, gdy dioda obsługuje wiele zadań.
ru: Выберите 'Нет', если роутер имеет только один светодиод или если светодиод многозадачный. <br /><br /><b>Важно</b> <br />Эта опция требует, чтобы светодиод был определен в системе (если возможно) для правильной работы. Это требование применяется, когда светодиод поддерживает несколько задач.
vi: Chọn 'Không' trong trường hợp bộ định tuyến chỉ có một đèn LED hoặc nếu đèn LED đa nhiệm. <br /><br /><b>Quan trọng</b> <br />Tùy chọn này yêu cầu đèn LED được định nghĩa trong hệ thống (nếu có thể) để hoạt động đúng. Yêu cầu này áp dụng khi đèn LED hỗ trợ nhiều tác vụ.

source: No
de: Nein
pl: Nie
ru: Нет
vi: Không

source: Yes
de: Ja
it: Sì
pl: Tak
ru: Да
vi: Có

source: <abbr title="Light Emitting Diode">LED</abbr> Name
de: <abbr title="Leuchtdiode">LED</abbr>-Name
it: Nome <abbr title="Diodo emettitore di luce">LED</abbr>
pl: Nazwa <abbr title="Dioda elektroluminescencyjna">LED</abbr>
ru: Название <abbr title="Светодиод">LED</abbr>
vi: Tên <abbr title="Diode phát quang">LED</abbr>

source: Select the notification LED.
de: Wählen Sie die Benachrichtigungs-LED aus.
it: Seleziona il LED di notifica.
pl: Wybierz diodę powiadomień.
ru: Выберите светодиод уведомлений.
vi: Chọn đèn LED thông báo.

source: SMS Forwarding to E-mail Settings
de: SMS-Weiterleitung an E-Mail-Einstellungen
pl: Ustawienia przekazywania SMS na e-mail
vi: Cài đặt chuyển tiếp SMS sang e-mail

source: An e-mail will be sent..
de: Eine E-Mail wird gesendet..
pl: E-mail zostanie wysłany..
vi: Một e-mail sẽ được gửi..

source: Enable message forwarding
de: Nachrichtenweiterleitung aktivieren
pl: Włącz przekazywanie wiadomości
vi: Bật chuyển tiếp tin nhắn

source: E-mail settings
de: E-Mail-Einstellungen
pl: Ustawienia dla poczty e-mail
vi: Cài đặt e-mail

source: Select a predefined e-mail settings or enter settings manually.
de: Wählen Sie vordefinierte E-Mail-Einstellungen aus oder geben Sie die Einstellungen manuell ein.
pl: Wybierz predefiniowane ustawienia poczty e-mail lub wprowadź ustawienia ręcznie.
vi: Chọn cài đặt e-mail được xác định trước hoặc nhập cài đặt thủ công.

source: Recipient
de: Empfänger
pl: Odbiorca
vi: Người nhận

source: E-mail address of the recipient.
de: E-Mail-Adresse des Empfängers.
pl: Adres e-mail odbiorcy.
vi: Địa chỉ e-mail của người nhận.

source: E-mail address of the sender.
de: E-Mail-Adresse des Absenders.
pl: Adres e-mail nadawcy.
vi: Địa chỉ e-mail của người gửi.

source: User
de: Benutzer
pl: Użytkownik
vi: Người dùng

source: Username for SMTP authentication.
de: Benutzername für SMTP-Authentifizierung.
pl: Nazwa użytkownika do uwierzytelnienia SMTP.
vi: Tên người dùng để xác thực SMTP.

source: Password
de: Passwort
pl: Hasło
vi: Mật khẩu

source: Google app password / Password for SMTP authentication.
de: Google-App-Passwort / Passwort für SMTP-Authentifizierung.
pl: Hasło do aplikacji Google / Hasło do uwierzytelnienia SMTP.
vi: Mật khẩu ứng dụng Google / Mật khẩu để xác thực SMTP.

source: SMTP server
pl: Serwer SMTP
vi: Máy chủ SMTP

source: Hostname/IP address of the SMTP server.
de: Hostname/IP-Adresse des SMTP-Servers.
pl: Nazwa hosta/adres IP serwera SMTP.
vi: Tên máy chủ/địa chỉ IP của máy chủ SMTP.

source: SMTP server port
pl: Port serwera SMTP
vi: Cổng máy chủ SMTP

source: Security
de: Sicherheit
pl: Bezpieczeństwo
vi: Bảo mật

source: TLS: use STARTTLS if the server supports it.
de: TLS: STARTTLS verwenden, wenn der Server dies unterstützt.
pl: TLS: użyj STARTTLS jeśli serwer to obsługuje.
vi: TLS: sử dụng STARTTLS nếu máy chủ hỗ trợ.

source: SSL: SMTP over SSL.
de: SSL: SMTP über SSL.
pl: SSL: SMTP przez SSL.
vi: SSL: SMTP qua SSL.

source: Required Package
de: Erforderliches Paket
pl: Wymagany pakiet
vi: Gói bắt buộc

source: The SMS forwarding option requires the mailsend package to be installed.
de: Die SMS-Weiterleitungsoption erfordert die Installation des mailsend-Pakets.
pl: Opcja przekazywania wiadomości SMS wymaga zainstalowanego pakietu mailsend.
vi: Tùy chọn chuyển tiếp SMS yêu cầu cài đặt gói mailsend.

source: Check required packages
de: Erforderliche Pakete prüfen
pl: Sprawdź wymagane pakiety
vi: Kiểm tra gói bắt buộc

source: Check
de: Prüfen
pl: Sprawdź
vi: Kiểm tra

source: Mailsend Package
de: Mailsend-Paket
pl: Pakiet mailsend
vi: Gói mailsend

source: Loading package data…
de: Paketdaten werden geladen…
pl: Ładowanie danych pakietu…
vi: Đang tải dữ liệu gói…

source: Installed
de: Installiert
pl: Zainstalowany
vi: Đã cài đặt

source: Install…
de: Installieren…
pl: Instaluj…
vi: Cài đặt…

source: Please select exactly one message to forward
de: Bitte genau eine Nachricht zum Weiterleiten auswählen
pl: Proszę wybrać dokładnie jedną wiadomość do przekazania
vi: Vui lòng chọn chính xác một tin nhắn để chuyển tiếp

source: Forward selected message to e-mail?
de: Ausgewählte Nachricht an E-Mail weiterleiten?
pl: Przekazać wybraną wiadomość na e-mail?
vi: Chuyển tiếp tin nhắn đã chọn đến e-mail?

source: Sending e-mail...
de: E-Mail wird gesendet...
pl: Wysyłanie wiadomości e-mail...
vi: Đang gửi e-mail...

source: Message forwarded successfully
de: Nachricht erfolgreich weitergeleitet
pl: Wiadomość została pomyślnie przekazana
vi: Đã chuyển tiếp tin nhắn thành công

source: Failed to forward message: %s
de: Nachrichtenweiterleitung fehlgeschlagen: %s
pl: Nie udało się przekazać wiadomości: %s
vi: Không thể chuyển tiếp tin nhắn: %s

source: Error: %s
de: Fehler: %s
pl: Błąd: %s
vi: Lỗi: %s

source: user define
de: benutzerdefiniert
pl: ustawienia użytkownika
vi: người dùng xác định

source: Forward SMS
de: Weiterleiten
pl: Przekaż SMS
vi: Chuyển tiếp

source: Please select the message(s) to be forwarded
de: Bitte zu weiterleitende Nachricht(en) auswählen
pl: Wybierz wiadomość(-ci), którą(-e) chcesz przekazać dalej
vi: Vui lòng chọn (các) tin nhắn để chuyển tiếp

source: SMS forwarding function is not enabled. Please configure it first
de: SMS-Weiterleitungsfunktion ist nicht aktiviert. Bitte zuerst konfigurieren
pl: Funkcja przekazywania wiadomości SMS nie jest włączona. Najpierw ją skonfiguruj
vi: Chức năng chuyển tiếp SMS chưa được bật. Vui lòng cấu hình trước

source: My Router
de: Mein Router
pl: Mój router
vi: Bộ định tuyến của tôi

source: Forward SMS to E-mail
de: SMS an E-Mail weiterleiten
pl: Przekaż wiadomość(-ci) SMS na adres e-mail
vi: Chuyển tiếp SMS đến e-mail

source: Subject:
de: Betreff:
pl: Temat:
vi: Chủ đề:

source: Message text:
de: Nachrichtentext:
pl: Treść wiadomości:
vi: Nội dung tin nhắn:

source: Subject and body cannot be empty
de: Betreff und Text dürfen nicht leer sein
pl: Temat i treść nie mogą być puste
vi: Chủ đề và nội dung không được để trống

source: Package mailsend is not installed. Please install it first using the Install... button below
de: Paket mailsend ist nicht installiert. Bitte installieren Sie es zuerst mit der Schaltfläche Installieren... unten
pl: Pakiet mailsend nie jest zainstalowany. Proszę najpierw go zainstalować, używając np. przycisku Instaluj... poniżej
vi: Gói mailsend chưa được cài đặt. Vui lòng cài đặt trước bằng nút Cài đặt... bên dưới

source: Select modem
de: Modem auswählen
pl: Wybierz modem
vi: Chọn modem

source: Changing a modem requires refreshing the messages
de: Das Ändern eines Modems erfordert das Aktualisieren der Nachrichten
pl: Zmiana modemu wymaga odświeżenia wiadomości
vi: Thay đổi modem yêu cầu làm mới tin nhắn

source: Defined AT command files
de: Definierte AT-Befehlsdateien
pl: Zdefiniowane pliki poleceń AT
vi: Các tệp lệnh AT đã xác định

source: Error loading AT commands file:
de: Fehler beim Laden der AT-Befehlsdatei:
pl: Błąd wczytywania pliku z poleceniami AT:
vi: Lỗi khi tải tệp lệnh AT:

source: Select file with AT commands to load
de: Datei mit AT-Befehlen zum Laden auswählen
pl: Wybierz plik z poleceniami AT do wczytania
vi: Chọn tệp chứa lệnh AT để tải

source: No AT commands available
de: Keine AT-Befehle verfügbar
pl: Brak dostępnych poleceń AT
vi: Không có lệnh AT nào khả dụng

source: Error loading initial AT commands file:
de: Fehler beim Laden der initialen AT-Befehlsdatei:
pl: Błąd wczytywania początkowego pliku poleceń AT:
vi: Lỗi khi tải tệp lệnh AT ban đầu:

source: Error loading USSD codes file:
de: Fehler beim Laden der USSD-Codedatei:
pl: Błąd wczytywania pliku kodów USSD:
vi: Lỗi khi tải tệp mã USSD:

source: Error loading initial USSD file:
de: Fehler beim Laden der initialen USSD-Datei:
pl: Błąd wczytywania początkowego pliku USSD:
vi: Lỗi khi tải tệp USSD ban đầu:
