Repository: 4IceG/luci-app-sms-manager
Catalog: luci-app-sms-manager/po/*/sms_manager.po
Languages: de, it, pl, ru, vi

source: Select file with USSD codes to load
de: Datei mit USSD-Codes zum Laden auswählen
pl: Wybierz plik z kodami USSD do wczytania
vi: Chọn tệp chứa mã USSD để tải

source: No USSD codes available
de: Keine USSD-Codes verfügbar
pl: Brak dostępnych kodów USSD
vi: Không có mã USSD nào khả dụng

source: Defined USSD code files
de: Definierte USSD-Codedateien
pl: Zdefiniowane pliki kodów USSD
vi: Các tệp mã USSD đã xác định

source: File uploaded and saved to
de: Datei hochgeladen und gespeichert in
pl: Plik przesłany i zapisany w
vi: Tệp đã được tải lên và lưu vào

source: Unable to upload file
de: Datei kann nicht hochgeladen werden
pl: Nie można przesłać pliku
vi: Không thể tải lên tệp

source: Phonebook saved successfully
de: Telefonbuch erfolgreich gespeichert
pl: Książka telefoniczna została pomyślnie zapisana
vi: Danh bạ điện thoại đã được lưu thành công

source: Unable to save the file
de: Datei kann nicht gespeichert werden
pl: Nie można zapisać pliku
vi: Không thể lưu tệp

source: filename.user
de: dateiname.user
pl: nazwapliku.user
vi: tentep.user

source: Select or create a file to edit...
de: Datei zum Bearbeiten auswählen oder erstellen...
pl: Wybierz lub utwórz plik do edycji...
vi: Chọn hoặc tạo tệp để chỉnh sửa...

source: Please enter a file name
de: Bitte einen Dateinamen eingeben
pl: Proszę podać nazwę pliku
vi: Vui lòng nhập tên tệp

source: File created successfully
de: Datei erfolgreich erstellt
pl: Plik został pomyślnie utworzony
vi: Tệp đã được tạo thành công

source: Unable to create file
de: Datei kann nicht erstellt werden
pl: Nie można utworzyć pliku
vi: Không thể tạo tệp

source: Please select a file to delete
de: Bitte eine zu löschende Datei auswählen
pl: Proszę wybrać plik do usunięcia
vi: Vui lòng chọn tệp cần xóa

source: Are you sure you want to delete this file?
de: Sind Sie sicher, dass Sie diese Datei löschen möchten?
pl: Czy na pewno chcesz usunąć ten plik?
vi: Bạn có chắc chắn muốn xóa tệp này không?

source: File deleted successfully
de: Datei erfolgreich gelöscht
pl: Plik został pomyślnie usunięty
vi: Tệp đã được xóa thành công

source: Unable to delete file
de: Datei kann nicht gelöscht werden
pl: Nie można usunąć pliku
vi: Không thể xóa tệp

source: Please select or create a file first
de: Bitte zuerst eine Datei auswählen oder erstellen
pl: Najpierw wybierz lub utwórz plik
vi: Vui lòng chọn hoặc tạo tệp trước

source: File saved successfully
de: Datei erfolgreich gespeichert
pl: Plik został pomyślnie zapisany
vi: Tệp đã được lưu thành công

source: Unable to save file
de: Datei kann nicht gespeichert werden
pl: Nie można zapisać pliku
vi: Không thể lưu tệp

source: Load .user file
de: .user-Datei laden
pl: Załaduj plik .user
vi: Tải tệp .user

source: Save .user file
de: .user-Datei speichern
pl: Zapisz plik .user
vi: Lưu tệp .user

source: Manage contacts
de: Kontakte verwalten
pl: Zarządzaj kontaktami
vi: Quản lý danh bạ

source: Edit User Contacts
de: Benutzerkontakte bearbeiten
pl: Edytuj kontakty użytkownika
vi: Chỉnh sửa danh bạ người dùng

source: Manage USSD codes
de: USSD-Codes verwalten
pl: Zarządzaj kodami USSD
vi: Quản lý mã USSD

source: Manage User USSD Codes
de: Benutzer-USSD-Codes verwalten
pl: Zarządzanie kodami USSD użytkownika
vi: Quản lý mã USSD của người dùng

source: Each line must have the following format: 'Code description;code'. For user convenience, files are saved to <code>/etc/modem/sms_manager_ussdcodes/</code>.
de: Jede Zeile muss das folgende Format haben: 'Codebeschreibung;Code'. Zur Benutzerfreundlichkeit werden Dateien unter <code>/etc/modem/sms_manager_ussdcodes/</code> gespeichert.
pl: Każda linijka powinna mieć następujący format: 'Opis kodu;kod'. Dla wygody użytkownika plik zapisywany jest w lokalizacji <code>/etc/modem/sms_manager_ussdcodes/</code>.
vi: Mỗi dòng phải có định dạng sau: 'Mô tả mã;mã'. Để thuận tiện cho người dùng, các tệp được lưu vào <code>/etc/modem/sms_manager_ussdcodes/</code>.

source: Each line must have the following format: 'AT command description;AT command'. For user convenience, files are saved to <code>/etc/modem/sms_manager_atcmmds/</code>.
de: Jede Zeile muss das folgende Format haben: 'AT-Befehlsbeschreibung;AT-Befehl'. Zur Benutzerfreundlichkeit werden Dateien unter <code>/etc/modem/sms_manager_atcmmds/</code> gespeichert.
pl: Każda linijka powinna mieć następujący format: 'Opis polecenia AT;polecenie AT'. Dla wygody użytkownika plik zapisywany jest w lokalizacji <code>/etc/modem/sms_manager_atcmmds/</code>.
vi: Mỗi dòng phải có định dạng sau: 'Mô tả lệnh AT;lệnh AT'. Để thuận tiện cho người dùng, các tệp được lưu vào <code>/etc/modem/sms_manager_atcmmds/</code>.

source: Manage AT commands
de: AT-Befehle verwalten
pl: Zarządzaj poleceniami AT
vi: Quản lý lệnh AT

source: Manage User AT Commands
de: Benutzer-AT-Befehle verwalten
pl: Zarządzanie poleceniami AT użytkownika
vi: Quản lý lệnh AT của người dùng

source: -- Select file --
de: -- Datei auswählen --
pl: -- Wybierz plik --
vi: -- Chọn tệp --

source: Select file
de: Datei auswählen
pl: Wybierz plik
vi: Chọn tệp

source: New file name
de: Neuer Dateiname
pl: Nazwa nowego pliku
vi: Tên tệp mới

source: Delete selected file
de: Ausgewählte Datei löschen
pl: Usuń wybrany plik
vi: Xóa tệp đã chọn

source: Show notification icon
de: Benachrichtigungssymbol anzeigen
pl: Pokaż ikonę powiadomień
vi: Hiển thị biểu tượng thông báo

source: Show the new message notification icon on the status overview page.
de: Das Benachrichtigungssymbol für neue Nachrichten auf der Statusübersichtsseite anzeigen.
pl: Pokaż ikonę powiadomień o nowych wiadomościach na stronie przeglądu stanu.
vi: Hiển thị biểu tượng thông báo tin nhắn mới trên trang tổng quan trạng thái.

source: Modems
de: Modem(e)
pl: Modem(-y)
vi: Modem

source: Signal Quality
de: Signalqualität
pl: Jakość sygnału
vi: Chất lượng tín hiệu

source: Align preview to:
de: Vorschau ausrichten an:
pl: Wyrównaj podgląd do:
vi: Căn chỉnh xem trước theo:

source: Left
de: Links
pl: Lewej
vi: Trái

source: Center
de: Mitte
pl: Środka
vi: Giữa

source: Right
de: Rechts
pl: Prawej
vi: Phải

source: New message information block settings
de: Einstellungen des Informationsblocks für neue Nachrichten
pl: Ustawienia bloku z informacją o nowych wiadomościach
vi: Cài đặt khối thông tin tin nhắn mới

source: Alignment settings saved successfully
de: Ausrichtungseinstellungen erfolgreich gespeichert
pl: Ustawienia wyrównania zostały pomyślnie zapisane
vi: Cài đặt căn chỉnh đã được lưu thành công

source: SMS Info
pl: Info SMS
vi: Thông tin SMS

source: New SMS
de: Neue SMS
pl: Nowy(-e) SMS(-y)
vi: SMS mới

source: No new SMS
de: Keine neuen SMS
pl: Brak nowych SMS-ów
vi: Không có SMS mới

source: Deleting files
de: Dateien löschen
pl: Usuwanie plików
vi: Đang xóa tệp

source: Delete all files
de: Alle Dateien löschen
pl: Usuń wszystkie pliki
vi: Xóa tất cả tệp

source: Load .gz archive
de: .gz-Archiv laden
pl: Załaduj archiwum .gz
vi: Tải kho lưu trữ .gz

source: Save .gz archive
de: .gz-Archiv speichern
pl: Zapisz archiwum .gz
vi: Lưu kho lưu trữ .gz

source: Failed to extract archive
de: Archiv konnte nicht entpackt werden
pl: Nie udało się rozpakować archiwum
vi: Không thể giải nén kho lưu trữ

source: Archive extracted to
de: Archiv entpackt nach
pl: Archiwum rozpakowano do
vi: Kho lưu trữ được giải nén vào

source: Upload error
de: Fehler beim Hochladen
pl: Błąd przesyłania
vi: Lỗi tải lên

source: Failed to create archive
de: Archiv konnte nicht erstellt werden
pl: Nie udało się utworzyć archiwum
vi: Không thể tạo kho lưu trữ

source: Failed to read archive
de: Archiv konnte nicht gelesen werden
pl: Nie udało się odczytać archiwum
vi: Không thể đọc kho lưu trữ

source: Are you sure you want to delete all files in the folder?
de: Sind Sie sicher, dass Sie alle Dateien im Ordner löschen möchten?
pl: Czy na pewno chcesz usunąć wszystkie pliki w folderze?
vi: Bạn có chắc chắn muốn xóa tất cả tệp trong thư mục không?

source: All files deleted successfully
de: Alle Dateien erfolgreich gelöscht
pl: Wszystkie pliki zostały pomyślnie usunięte
vi: Tất cả tệp đã được xóa thành công

source: Status
it: Stato
ru: Статус
vi: Trạng thái
