Repository: 4IceG/luci-app-sms-manager
Catalog: luci-app-sms-manager/po/*/sms_manager.po
Languages: de, it, pl, ru, vi

source: SMS Manager
it: Gestore SMS
pl: Menedżer SMS
ru: Менеджер SMS
vi: Trình quản lý SMS

source: Please select the message(s) to be deleted
de: Bitte wählen Sie die zu löschende(n) Nachricht(en) aus
it: Seleziona il/i messaggio/i da eliminare
pl: Proszę wybrać wiadomość(-ci) do usunięcia
ru: Пожалуйста, выберите сообщение(-я) для удаления
vi: Vui lòng chọn tin nhắn cần xóa

source: Delete all the messages?
de: Alle Nachrichten löschen?
it: Eliminare tutti i messaggi?
pl: Usunąć wszystkie wiadomości?
ru: Удалить все сообщения?
vi: Xóa tất cả tin nhắn?

source: Delete selected message(s)?
de: Ausgewählte Nachricht(en) löschen?
it: Eliminare il/i messaggio/i selezionato/i?
pl: Usunąć wybrane wiadomości?
ru: Удалить выбранные сообщения?
vi: Xóa tin nhắn đã chọn?

source: Please set the modem for communication
de: Bitte stellen Sie das Modem für die Kommunikation ein
it: Imposta il modem per la comunicazione
pl: Proszę ustawić modem do komunikacji
ru: Пожалуйста, установите модем для связи
vi: Vui lòng thiết lập modem để giao tiếp

source: No valid SMS IDs found
de: Keine gültigen SMS-IDs gefunden
it: Nessun ID SMS valido trovato
pl: Nie znaleziono prawidłowych identyfikatorów SMS
ru: Не найдено действительных идентификаторов SMS
vi: Không tìm thấy ID SMS hợp lệ

source: Message(s) deleted successfully
de: Nachricht(en) erfolgreich gelöscht
it: Messaggio/i eliminato/i con successo
pl: Wiadomość(-ci) została(-y) pomyślnie usunięta(-e)
ru: Сообщение(-я) успешно удалено(-ы)
vi: Đã xóa tin nhắn thành công

source: Error deleting messages:
de: Fehler beim Löschen der Nachrichten:
it: Errore durante l'eliminazione dei messaggi:
pl: Błąd podczas usuwania wiadomości:
ru: Ошибка при удалении сообщений:
vi: Lỗi khi xóa tin nhắn:

source: Sender
de: Absender
it: Mittente
pl: Nadawca
ru: Отправитель
vi: Người gửi

source: Received
de: Empfangen
it: Ricevuto
pl: Odebrane
ru: Получено
vi: Đã nhận

source: Message
de: Nachricht
it: Messaggio
pl: Wiadomość
ru: Сообщение
vi: Tin nhắn

source: Please configure the SMS reading modem first
de: Bitte konfigurieren Sie zuerst das SMS-Lesemodem
it: Configura prima il modem di lettura SMS
pl: Proszę najpierw skonfigurować modem do odczytu SMS
ru: Пожалуйста, сначала настройте модем для чтения SMS
vi: Vui lòng cấu hình modem đọc SMS trước

source: No SMS messages found
de: Keine SMS-Nachrichten gefunden
it: Nessun messaggio SMS trovato
pl: Nie znaleziono wiadomości SMS
ru: SMS-сообщения не найдены
vi: Không tìm thấy tin nhắn SMS

source: Error loading SMS details:
de: Fehler beim Laden der SMS-Details:
it: Errore durante il caricamento dei dettagli SMS:
pl: Błąd podczas wczytywania szczegółów SMS:
ru: Ошибка при загрузке данных SMS:
vi: Lỗi khi tải chi tiết SMS:

source: Error listing SMS:
de: Fehler beim Auflisten der SMS:
it: Errore durante l'elenco degli SMS:
pl: Błąd podczas listowania SMS:
ru: Ошибка при составлении списка SMS:
vi: Lỗi khi liệt kê SMS:

source: SMS Messages
de: SMS-Nachrichten
it: Messaggi SMS
pl: Wiadomości SMS
ru: SMS-сообщения
vi: Tin nhắn SMS

source: User interface for reading messages using ModemManager.
de: Benutzeroberfläche zum Lesen von Nachrichten mit ModemManager.
it: Interfaccia utente per leggere i messaggi utilizzando ModemManager.
pl: Interfejs użytkownika do odczytywania wiadomości przy użyciu ModemManager-a.
ru: Пользовательский интерфейс для чтения сообщений с использованием ModemManager.
vi: Giao diện người dùng để đọc tin nhắn bằng ModemManager.

source: Received Messages
de: Empfangene Nachrichten
it: Messaggi ricevuti
pl: Odebrane wiadomości
ru: Полученные сообщения
vi: Tin nhắn đã nhận

source: Message storage area
de: Nachrichtenspeicherbereich
it: Area di archiviazione messaggi
pl: Obszar przechowywania wiadomości
ru: Область хранения сообщений
vi: Khu vực lưu trữ tin nhắn

source: SM / ME (Automatic selection)
de: SM / ME (Automatische Auswahl)
it: SM / ME (Selezione automatica)
pl: SM / ME (Automatyczny wybór)
ru: SM / ME (Автоматический выбор)
vi: SM / ME (Tự động chọn)

source: Storage SM / ME used
de: Speicher SM / ME verwendet
it: Memoria SM / ME utilizzata
pl: Użyta pamięć SM / ME
ru: Используемая память SM / ME
vi: Bộ nhớ SM / ME đã sử dụng

source: Loading...
de: Laden...
it: Caricamento...
pl: Wczytywanie...
ru: Загрузка...
vi: Đang tải...

source: Delete message(s)
de: Nachricht(en) löschen
it: Elimina messaggio/i
pl: Usuń wiadomość(-ci)
ru: Удалить сообщение(-я)
vi: Xóa tin nhắn

source: Refresh
de: Aktualisieren
it: Aggiorna
pl: Odśwież
ru: Обновить
vi: Làm mới

source: Please specify the command to send
de: Bitte geben Sie den zu sendenden Befehl an
it: Specifica il comando da inviare
pl: Proszę określić komendę do wysłania
ru: Пожалуйста, укажите команду для отправки
vi: Vui lòng chỉ định lệnh cần gửi

source: User interface for sending AT commands using ModemManager.
de: Benutzeroberfläche zum Senden von AT-Befehlen mit ModemManager.
it: Interfaccia utente per inviare comandi AT utilizzando ModemManager.
pl: Interfejs użytkownika do wysyłania poleceń AT przy użyciu ModemManager-a.
ru: Пользовательский интерфейс для отправки AT-команд с использованием ModemManager.
vi: Giao diện người dùng để gửi lệnh AT bằng ModemManager.

source: AT Commands
de: AT-Befehle
it: Comandi AT
pl: Polecenia AT
ru: AT-команды
vi: Lệnh AT

source: User AT commands
de: Benutzerdefinierte AT-Befehle
it: Comandi AT definiti dall'utente
pl: Zdefiniowane polecenia AT
ru: Пользовательские AT-команды
vi: Lệnh AT tùy chỉnh

source: Command to send
de: Zu sendender Befehl
it: Comando da inviare
pl: Polecenie do wysłania
ru: Команда для отправки
vi: Lệnh cần gửi

source: Press [Enter] to send the command, press [Delete] to delete the command
de: Drücken Sie [Enter], um den Befehl zu senden, drücken Sie [Entf], um den Befehl zu löschen
it: Premi [Invio] per inviare il comando, premi [Canc] per eliminare il comando
pl: Naciśnij [Enter] aby wysłać polecenie, naciśnij [Delete] aby usunąć polecenie
ru: Нажмите [Enter] для отправки команды, нажмите [Delete] для удаления команды
vi: Nhấn [Enter] để gửi lệnh, nhấn [Delete] để xóa lệnh

source: Clear form
de: Formular löschen
it: Cancella modulo
pl: Wyczyść formularz
ru: Очистить форму
vi: Xóa biểu mẫu

source: Send command
de: Befehl senden
it: Invia comando
pl: Wyślij polecenie
ru: Отправить команду
vi: Gửi lệnh

source: Reply
de: Antwort
it: Risposta
pl: Odpowiedź
ru: Ответ
vi: Trả lời

source: Please specify the phone number to which you want to send the message
de: Bitte geben Sie die Telefonnummer an, an die Sie die Nachricht senden möchten
it: Specifica il numero di telefono a cui vuoi inviare il messaggio
pl: Proszę określić numer telefonu, na który chcesz wysłać wiadomość
ru: Пожалуйста, укажите номер телефона, на который хотите отправить сообщение
vi: Vui lòng chỉ định số điện thoại mà bạn muốn gửi tin nhắn

source: Please specify the message you want to send
de: Bitte geben Sie die Nachricht an, die Sie senden möchten
it: Specifica il messaggio che vuoi inviare
pl: Proszę określić wiadomość, którą chcesz wysłać
ru: Пожалуйста, укажите сообщение, которое хотите отправить
vi: Vui lòng chỉ định tin nhắn bạn muốn gửi

source: Please specify phone number
de: Bitte geben Sie die Telefonnummer an
it: Specifica il numero di telefono
pl: Proszę podać numer telefonu
ru: Пожалуйста, укажите номер телефона
vi: Vui lòng chỉ định số điện thoại

source: SMS sent successfully to
de: SMS erfolgreich gesendet an
it: SMS inviato con successo a
pl: SMS wysłany pomyślnie do
ru: SMS успешно отправлено на
vi: Đã gửi SMS thành công tới

source: Failed to send SMS to
de: SMS konnte nicht gesendet werden an
it: Impossibile inviare SMS a
pl: Nie udało się wysłać SMS do
ru: Не удалось отправить SMS на
vi: Không thể gửi SMS tới

source: Failed to create SMS
de: SMS konnte nicht erstellt werden
it: Impossibile creare SMS
pl: Nie udało się utworzyć SMS
ru: Не удалось создать SMS
vi: Không thể tạo SMS

source: Error creating SMS:
de: Fehler beim Erstellen der SMS:
it: Errore durante la creazione dell'SMS:
pl: Błąd podczas tworzenia SMS:
ru: Ошибка при создании SMS:
vi: Lỗi khi tạo SMS:

source: The phone number should be preceded by the country prefix (for Poland it is +48).
de: Der Telefonnummer sollte die Landesvorwahl vorangestellt werden (für Deutschland ist es +49).
it: Il numero di telefono deve essere preceduto dal prefisso del paese (per l'Italia è +39).
pl: Numer telefonu powinien być poprzedzony prefiksem kraju (dla Polski to +48).
ru: Номеру телефона должен предшествовать код страны (для России это +7).
vi: Số điện thoại phải được đặt trước mã quốc gia (đối với Việt Nam là +84).

source: User interface for sending messages using ModemManager.
de: Benutzeroberfläche zum Senden von Nachrichten mit ModemManager.
it: Interfaccia utente per inviare messaggi utilizzando ModemManager.
pl: Interfejs użytkownika do wysyłania wiadomości przy użyciu ModemManager-a.
ru: Пользовательский интерфейс для отправки сообщений с использованием ModemManager.
vi: Giao diện người dùng để gửi tin nhắn bằng ModemManager.

source: User contacts
de: Benutzerkontakte
it: Contatti utente
pl: Kontakty użytkownika
ru: Контакты пользователя
vi: Danh bạ người dùng

source: Send to
de: Senden an
it: Invia a
pl: Wyślij do
ru: Отправить на
vi: Gửi tới

source: Press [Delete] to delete the phone number
de: Drücken Sie [Entf], um die Telefonnummer zu löschen
it: Premi [Canc] per eliminare il numero di telefono
pl: Naciśnij [Delete] aby usunąć numer telefonu
ru: Нажмите [Delete] для удаления номера телефона
vi: Nhấn [Delete] để xóa số điện thoại

source: Encoding standard
de: Kodierungsstandard
it: Standard di codifica
pl: Standard kodowania
ru: Стандарт кодирования
vi: Tiêu chuẩn mã hóa

source: GSM-7 encoding (160 characters)
de: GSM-7-Kodierung (160 Zeichen)
it: Codifica GSM-7 (160 caratteri)
pl: Kodowanie GSM-7 (160 znaków)
ru: Кодировка GSM-7 (160 символов)
vi: Mã hóa GSM-7 (160 ký tự)

source: GSM-7 (160 characters)
de: GSM-7 (160 Zeichen)
it: GSM-7 (160 caratteri)
pl: GSM-7 (160 znaków)
ru: GSM-7 (160 символов)
vi: GSM-7 (160 ký tự)

source: Unicode encoding (70 characters)
de: Unicode-Kodierung (70 Zeichen)
it: Codifica Unicode (70 caratteri)
pl: Kodowanie Unicode (70 znaków)
ru: Кодировка Unicode (70 символов)
vi: Mã hóa Unicode (70 ký tự)

source: Unicode (70 characters)
de: Unicode (70 Zeichen)
it: Unicode (70 caratteri)
pl: Unicode (70 znaków)
ru: Unicode (70 символов)
vi: Unicode (70 ký tự)

source: Message text
de: Nachrichtentext
it: Testo del messaggio
pl: Treść wiadomości
ru: Текст сообщения
vi: Nội dung tin nhắn

source: Press [Delete] to delete the content of the message
de: Drücken Sie [Entf], um den Inhalt der Nachricht zu löschen
it: Premi [Canc] per eliminare il contenuto del messaggio
pl: Naciśnij [Delete] aby usunąć treść wiadomości
ru: Нажмите [Delete] для удаления содержимого сообщения
vi: Nhấn [Delete] để xóa nội dung tin nhắn

source: Characters remaining:
de: Verbleibende Zeichen:
it: Caratteri rimanenti:
pl: Pozostało znaków:
ru: Осталось символов:
vi: Ký tự còn lại:

source: Send
de: Senden
it: Invia
pl: Wyślij
ru: Отправить
vi: Gửi

source: to number
de: an Nummer
it: al numero
pl: do numeru
ru: на номер
vi: tới số

source: to group
de: an Gruppe
it: al gruppo
pl: do grupy
ru: в группу
vi: tới nhóm

source: Send to number
de: An Nummer senden
it: Invia al numero
pl: Wyślij do numeru
ru: Отправить на номер
vi: Gửi tới số

source: Error sending USSD code. Please check modem status.
de: Fehler beim Senden des USSD-Codes. Bitte überprüfen Sie den Modemstatus.
it: Errore durante l'invio del codice USSD. Controlla lo stato del modem.
pl: Błąd wysyłania kodu USSD. Sprawdź status modemu.
ru: Ошибка отправки USSD-кода. Проверьте состояние модема.
vi: Lỗi gửi mã USSD. Vui lòng kiểm tra trạng thái modem.

source: ModemManager error. Please check if modem is available.
de: ModemManager-Fehler. Bitte überprüfen Sie, ob das Modem verfügbar ist.
it: Errore ModemManager. Controlla se il modem è disponibile.
pl: Błąd ModemManager-a. Sprawdź czy modem jest dostępny.
ru: Ошибка ModemManager. Проверьте, доступен ли модем.
vi: Lỗi ModemManager. Vui lòng kiểm tra xem modem có khả dụng không.

source: No modem found. Please check ModemManager.
de: Kein Modem gefunden. Bitte überprüfen Sie ModemManager.
it: Nessun modem trovato. Controlla ModemManager.
pl: Nie znaleziono modemu. Sprawdź ModemManager-a.
ru: Модем не найден. Проверьте ModemManager.
vi: Không tìm thấy modem. Vui lòng kiểm tra ModemManager.

source: Please specify the code to send
de: Bitte geben Sie den zu sendenden Code an
it: Specifica il codice da inviare
pl: Proszę określić kod do wysłania
ru: Пожалуйста, укажите код для отправки
vi: Vui lòng chỉ định mã cần gửi

source: User interface for sending USSD codes using ModemManager.
de: Benutzeroberfläche zum Senden von USSD-Codes mit ModemManager.
it: Interfaccia utente per inviare codici USSD utilizzando ModemManager.
pl: Interfejs użytkownika do wysyłania kodów USSD przy użyciu ModemManager-a.
ru: Пользовательский интерфейс для отправки USSD-кодов с использованием ModemManager.
vi: Giao diện người dùng để gửi mã USSD bằng ModemManager.

source: USSD Codes
it: Codici USSD
pl: Kody USSD
ru: USSD-коды
vi: Mã USSD

source: User USSD codes
de: Benutzerdefinierte USSD-Codes
it: Codici USSD definiti dall'utente
pl: Zdefiniowane kody USSD
ru: Пользовательские USSD-коды
vi: Mã USSD tùy chỉnh

source: Code to send
de: Zu sendender Code
it: Codice da inviare
pl: Kod do wysłania
ru: Код для отправки
vi: Mã cần gửi

source: Press [Enter] to send the code, press [Delete] to delete the code
de: Drücken Sie [Enter], um den Code zu senden, drücken Sie [Entf], um den Code zu löschen
it: Premi [Invio] per inviare il codice, premi [Canc] per eliminare il codice
pl: Naciśnij [Enter] aby wysłać kod, naciśnij [Delete] aby usunąć kod
ru: Нажмите [Enter] для отправки кода, нажмите [Delete] для удаления кода
vi: Nhấn [Enter] để gửi mã, nhấn [Delete] để xóa mã

source: Check this option if you need to use the menu built on USSD codes
de: Aktivieren Sie diese Option, wenn Sie das auf USSD-Codes aufgebaute Menü verwenden müssen
it: Seleziona questa opzione se devi utilizzare il menu basato sui codici USSD
pl: Zaznacz tą opcję jeśli potrzebujesz skorzystać z menu zbudowanego na kodach USSD
ru: Отметьте эту опцию, если вам нужно использовать меню на основе USSD-кодов
vi: Đánh dấu tùy chọn này nếu bạn cần sử dụng menu được xây dựng trên mã USSD

source: Keep the previous reply when sending a new USSD code.
de: Behalten Sie die vorherige Antwort beim Senden eines neuen USSD-Codes bei.
it: Mantieni la risposta precedente quando invii un nuovo codice USSD.
pl: Zachowaj poprzednią odpowiedź podczas wysyłania nowego kodu USSD.
ru: Сохранять предыдущий ответ при отправке нового USSD-кода.
vi: Giữ phản hồi trước đó khi gửi mã USSD mới.

source: View new reply from top
de: Neue Antwort von oben anzeigen
it: Visualizza la nuova risposta dall'alto
pl: Wyświetlaj nową odpowiedź od góry
ru: Показывать новый ответ сверху
vi: Xem phản hồi mới từ trên xuống

source: Turn over the replies.
de: Antworten umkehren.
it: Inverti le risposte.
pl: Odwróć kolejność odpowiedzi.
ru: Перевернуть ответы.
vi: Đảo ngược các phản hồi.

source: Send code
de: Code senden
it: Invia codice
pl: Wyślij kod
ru: Отправить код
vi: Gửi mã

source: The tab allows users to support the package.
de: Die Registerkarte ermöglicht es Benutzern, das Paket zu unterstützen.
it: La scheda consente agli utenti di supportare il pacchetto.
pl: Zakładka pozwala użytkownikom na wsparcie pakietu.
ru: Вкладка позволяет пользователям поддержать пакет.
vi: Tab này cho phép người dùng hỗ trợ gói.

source: Package update and support
de: Paketaktualisierung und Support
it: Aggiornamento e supporto del pacchetto
pl: Aktualizacja i wsparcie pakietu
ru: Обновление и поддержка пакета
vi: Cập nhật và hỗ trợ gói

source: Luci-app-sms-manager Info
de: Luci-app-sms-manager Informationen
it: Informazioni Luci-app-sms-manager
pl: Informacje o Luci-app-sms-manager
ru: Информация о Luci-app-sms-manager
vi: Thông tin Luci-app-sms-manager

source: Buy a coffee
de: Einen Kaffee spendieren
it: Offri un caffè
pl: Postaw kawę
ru: Угостить кофе
vi: Mời một tách cà phê

source: Buy a coffee if you want to support the development of the project and the author
de: Spendieren Sie einen Kaffee, wenn Sie die Entwicklung des Projekts und den Autor unterstützen möchten
it: Offri un caffè se vuoi supportare lo sviluppo del progetto e l'autore
pl: Postaw kawę jeśli chcesz wesprzeć rozwój projektu i autora
ru: Угостите кофе, если хотите поддержать развитие проекта и автора
vi: Mời một tách cà phê nếu bạn muốn hỗ trợ phát triển dự án và tác giả

source: Become a sponsor
de: Sponsor werden
it: Diventa uno sponsor
pl: Zostań sponsorem
ru: Стать спонсором
vi: Trở thành nhà tài trợ

source: Become a sponsor if you want to support the development of the project and the author
de: Werden Sie Sponsor, wenn Sie die Entwicklung des Projekts und den Autor unterstützen möchten
it: Diventa uno sponsor se vuoi supportare lo sviluppo del progetto e l'autore
pl: Zostań sponsorem jeśli chcesz wesprzeć rozwój projektu i autora
ru: Станьте спонсором, если хотите поддержать развитие проекта и автора
vi: Trở thành nhà tài trợ nếu bạn muốn hỗ trợ phát triển dự án và tác giả

source: Write on forum
de: Im Forum schreiben
it: Scrivi sul forum
pl: Napisz na forum
ru: Написать на форуме
vi: Viết trên diễn đàn

source: Write in the topic of the package on the forum eko.one.pl
de: Schreiben Sie im Thema des Pakets im Forum eko.one.pl
it: Scrivi nell'argomento del pacchetto sul forum eko.one.pl
pl: Napisz w temacie pakietu na forum eko.one.pl
ru: Написать в теме пакета на форуме eko.one.pl
vi: Viết trong chủ đề của gói trên diễn đàn eko.one.pl

source: Open discussion
de: Diskussion eröffnen
it: Apri discussione
pl: Otwórz dyskusję
ru: Открыть обсуждение
vi: Mở thảo luận

source: Open a package discussion on Github
de: Eröffnen Sie eine Paketdiskussion auf Github
it: Apri una discussione sul pacchetto su Github
pl: Otwórz dyskusję o pakiecie na Github
ru: Открыть обсуждение пакета на Github
vi: Mở thảo luận về gói trên Github

source: Report a bug
de: Fehler melden
it: Segnala un bug
pl: Zgłoś błąd
ru: Сообщить об ошибке
vi: Báo cáo lỗi

source: Report a bug on the package Github page
de: Melden Sie einen Fehler auf der Github-Seite des Pakets
it: Segnala un bug sulla pagina Github del pacchetto
pl: Zgłoś błąd na stronie pakietu na Github
ru: Сообщить об ошибке на странице пакета на Github
vi: Báo cáo lỗi trên trang Github của gói

source: Package name
de: Paketname
it: Nome del pacchetto
pl: Nazwa pakietu
ru: Название пакета
vi: Tên gói

source: Author (package maintainer)
de: Autor (Paketbetreuer)
it: Autore (manutentore del pacchetto)
pl: Autor (opiekun pakietu)
ru: Автор (сопровождающий пакета)
vi: Tác giả (người bảo trì gói)

source: Information about package author and available support options.
de: Informationen über den Paketautor und verfügbare Support-Optionen.
it: Informazioni sull'autore del pacchetto e sulle opzioni di supporto disponibili.
pl: Informacje o autorze pakietu i dostępnych opcjach wsparcia.
ru: Информация об авторе пакета и доступных вариантах поддержки.
vi: Thông tin về tác giả gói và các tùy chọn hỗ trợ có sẵn.

source: Configuration SMS Manager
de: SMS-Manager-Konfiguration
it: Configurazione Gestore SMS
pl: Konfiguracja Menedżera SMS
ru: Конфигурация Менеджера SMS
vi: Cấu hình Trình quản lý SMS

source: Configuration panel for SMS Manager application.
de: Konfigurationspanel für SMS-Manager-Anwendung.
it: Pannello di configurazione dell'applicazione Gestore SMS.
pl: Panel konfiguracji aplikacji Menedżer SMS.
ru: Панель конфигурации приложения Менеджер SMS.
vi: Bảng điều khiển cấu hình cho ứng dụng Trình quản lý SMS.

source: SMS Settings
de: SMS-Einstellungen
it: Impostazioni SMS
pl: Ustawienia SMS
ru: Настройки SMS
vi: Cài đặt SMS

source: SMS reading modem
de: SMS-Lesemodem
it: Modem di lettura SMS
pl: Modem do odczytu SMS
ru: Модем для чтения SMS
vi: Modem đọc SMS

source: Select one of the available modems from ModemManager.
de: Wählen Sie eines der verfügbaren Modems aus ModemManager.
it: Seleziona uno dei modem disponibili da ModemManager.
pl: Wybierz jeden z dostępnych modemów z ModemManagera.
ru: Выберите один из доступных модемов из ModemManager.
vi: Chọn một trong các modem khả dụng từ ModemManager.

source: Please select a modem
de: Bitte wählen Sie ein Modem aus
it: Seleziona un modem
pl: Proszę wybrać modem
ru: Пожалуйста, выберите модем
vi: Vui lòng chọn modem

source: Phone number to be blurred
de: Zu verbergende Telefonnummer
it: Numero di telefono da nascondere
pl: Numer telefonu do ukrycia
ru: Номер телефона для скрытия
vi: Số điện thoại cần che mờ

source: The last 5 digits of this number will be blurred.
de: Die letzten 5 Ziffern dieser Nummer werden verborgen.
it: Le ultime 5 cifre di questo numero saranno nascoste.
pl: Ostatnie 5 cyfr tego numeru zostanie ukrytych.
ru: Последние 5 цифр этого номера будут скрыты.
vi: 5 chữ số cuối của số này sẽ bị che mờ.

source: Explanation of number and prefix
de: Erläuterung von Nummer und Vorwahl
it: Spiegazione del numero e del prefisso
pl: Objaśnienie numeru i prefiksu
ru: Объяснение номера и префикса
vi: Giải thích về số và tiền tố

source: In the tab for sending SMSes, show an explanation of the prefix and the correct phone number.
de: Zeigen Sie auf der Registerkarte zum Senden von SMS eine Erläuterung der Vorwahl und der korrekten Telefonnummer an.
it: Nella scheda per l'invio di SMS, mostra una spiegazione del prefisso e del numero di telefono corretto.
pl: W zakładce wysyłania SMS-ów pokaż objaśnienie prefiksu i poprawnego numeru telefonu.
ru: На вкладке отправки SMS показать объяснение префикса и правильного номера телефона.
vi: Trong tab gửi SMS, hiển thị giải thích về tiền tố và số điện thoại chính xác.

source: Save messages to a text file
de: Nachrichten in Textdatei speichern
it: Salva i messaggi in un file di testo
pl: Zapisz wiadomości do pliku tekstowego
ru: Сохранить сообщения в текстовый файл
vi: Lưu tin nhắn vào tệp văn bản

source: This option allows to backup SMS messages or, for example, save messages that are not supported by ModemManager.
de: Diese Option ermöglicht das Sichern von SMS-Nachrichten oder beispielsweise das Speichern von Nachrichten, die von ModemManager nicht unterstützt werden.
it: Questa opzione consente di eseguire il backup dei messaggi SMS o, ad esempio, di salvare i messaggi non supportati da ModemManager.
pl: Ta opcja umożliwia utworzenie kopii zapasowej wiadomości SMS lub np. zapisanie wiadomości, które nie są obsługiwane przez ModemManager-a.
ru: Эта опция позволяет создать резервную копию SMS-сообщений или, например, сохранить сообщения, которые не поддерживаются ModemManager.
vi: Tùy chọn này cho phép sao lưu tin nhắn SMS hoặc ví dụ, lưu các tin nhắn không được ModemManager hỗ trợ.

source: Save as .txt file
de: Als .txt-Datei speichern
it: Salva come file .txt
pl: Zapisz jako plik .txt
ru: Сохранить как файл .txt
vi: Lưu dưới dạng tệp .txt

source: Please configure SMS reading modem first
de: Bitte konfigurieren Sie zuerst das SMS-Lesemodem
it: Configura prima il modem di lettura SMS
pl: Proszę najpierw skonfigurować modem do odczytu SMS
ru: Пожалуйста, сначала настройте модем для чтения SMS
vi: Vui lòng cấu hình modem đọc SMS trước

source: No SMS messages found on modem
de: Keine SMS-Nachrichten auf dem Modem gefunden
it: Nessun messaggio SMS trovato sul modem
pl: Nie znaleziono wiadomości SMS na modemie
ru: На модеме не найдено SMS-сообщений
vi: Không tìm thấy tin nhắn SMS trên modem
